export default {
  projections: {
    ТЧИнфОЗаказеE: {
      товары: {
        __caption__: 'Товары',
        наимТовара: {
          __caption__: 'Наим товара'
        },
        едИзм: {
          __caption__: ''
        },
        цена: {
          __caption__: ''
        }
      },
      количество: {
        __caption__: 'Количество'
      }
    }
  },
  validations: {
    количество: {
      __caption__: 'Количество'
    },
    товары: {
      __caption__: 'Товары'
    },
    докумПоставки: {
      __caption__: 'докумПоставки'
    }
  }
};
