export default {
  projections: {
    ФормРезПостE: {
      дата: {
        __caption__: 'Дата'
      },
      статусЗаказа: {
        __caption__: 'Статус заказа'
      },
      наличиеДеф: {
        __caption__: 'Наличие деф'
      },
      удовлКл: {
        __caption__: 'Удовл кл'
      }
    },
    ФормРезПостL: {
      дата: {
        __caption__: 'Дата'
      },
      статусЗаказа: {
        __caption__: 'Статус заказа'
      },
      наличиеДеф: {
        __caption__: 'Наличие деф'
      },
      удовлКл: {
        __caption__: 'Удовл кл'
      },
      формирРаспред: {
        __caption__: 'Номер распред',
        номерРаспред: {
          __caption__: 'Номер распред'
        },
        докумПоставки: {
          __caption__: '',
          клиенты: {
            __caption__: '',
            наимЗаказа: {
              __caption__: ''
            },
            пунктПостав: {
              __caption__: ''
            }
          }
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    наличиеДеф: {
      __caption__: 'Наличие деф'
    },
    статусЗаказа: {
      __caption__: 'Статус заказа'
    },
    удовлКл: {
      __caption__: 'Удовл кл'
    },
    формирРаспред: {
      __caption__: 'Номер распред'
    }
  }
};
